 {"data":[
    {
      "title": "JUAN PABLO HEUSSER ESCAMILLA",
      "content": "Desarrollador Full Stack con experiencia en Angular, Redux, NestJS, AWS, ERP(odoo) y MongoDB, utilizando JavaScript y TypeScript para construir aplicaciones web robustas. Mi enfoque proactivo y habilidades de comunicación efectiva me permiten colaborar exitosamente en equipos, contribuyendo al éxito de proyectos, ya sea con las tecnologías antes mencionadas o con otros frameworks de JavaScript y Python, gracias a mi adaptabilidad en ámbitos de programación."
    },
    {
      "title": "HABILIDADES",
      "content": "Diseño de UI/UX: frameworks JavaScript, HTML5, CSS, Tailwind CSS y similares. Desarrollo Back-End: TypeScript (NestJS, Express), Python (Django). Desarrollo y consumo de API REST. Servicios de AWS (S3, EC2, Glue). Control de versiones con Git (GitHub). Resolución de problemas, aprendizaje continuo, gestión del tiempo, comunicación, resiliencia, empatía y creatividadScript y Python, gracias a mi adaptabilidad en ámbitos de programación."
    },
    {
      "title": "2023- HOY | DESARROLLO FULL STACKS JUNIOR | SAVIA (FRESH SPA)",
      "content": "Como desarrollador utilicé tecnologías como Angular, Ngrx, Ngx, Tailwind CSS, NestJS, TypeScript y MongoDB para llevar el sistema de ventas y gestión interna de la empresa a un nuevo nivel donde la integración con un sistema de ERP como Odoo eran vitales con estas habilidades logre aportar con la optimización y creación de diferentes funcionalidades que ayudan en la gestión de los procesos de el negocio."
    },
    {
      "title": "2022- 2023 | DESAROLLO FREE LANCE - PYTHON",
      "content": "Como desarrollador freelance en Django, he colaborado con particulares para ofrecer soluciones web personalizadas y efectivas. Mis responsabilidades incluyen el diseño, desarrollo e implementación de aplicaciones web adaptadas a las necesidades individuales de los clientes."
    },
    {
      "title": "2020 - 2022 | WEB MASTER -EMPRENDIMIENTO",
      "content": "Diseñé, implementé y gestioné una tienda en línea basada en WooCommerce, asegurando una experiencia de compra fluida y segura. Además, lideré estrategias de redes sociales para aumentar la participación del usuario y la visibilidad de la marca."
    }
  ]}
  